{"horoscope":[{"header":"Aries","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Aries.png","exercpt":"You are a literary person and today your power of expression will come in very handy. If you are trying to woo your beloved, an intimate conversation will prove beneficial. However, make sure not to avoid office duties, and complete you pending work before your superiors come checking."},{"header":"Taurus","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Taurus.png","exercpt":"Today, most of your time is likely to be taken up by family affairs domestic. You would be getting together with your family members and discuss related issues and solutions. The time so spent will be fruitful and satisfying. New employment opportunities are expected to come your way. Avenues of additional income could be in store. Ganesha exhorts you not to lose any opportunity and make the most of this great day."},{"header":"Gemini","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Gemini.png","exercpt":"You will be unable to cope with the flurry of demands made upon your time and person by those around you. You will try to break free of the rut and look for some new things to do in the evening. Some creative and constructive work will provide you with much needed respite from the demands of the day, says Ganesha."},{"header":"Cancer","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Cancer.png","exercpt":"You will trail a path of success in the face of hurdles. You will spare no efforts in achieving your goal. You will try to somehow pro-cure your favourite things. So Ganesha counsels you to guard your prestige, at any price."},{"header":"Leo","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Leo.png","exercpt":"You will feel tired and lazy in the morning at work today, however later on you will feel a surge of energy. Your self-confidence and motivation too will increase. Schedule all your important tasks and meetings in the afternoon, when you will be at your peak, says Ganesha."},{"header":"Virgo","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Virgo.png","exercpt":"Today you will be much more generous than most people realise that you can be, says Ganesha. Later on you will reap the benefits of the work you had carried out in partnership with some friends. The evening holds a promise of a mixture of work and pleasure. You will attend, possibly even host, a meeting with friends and colleagues."},{"header":"Libra","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Libra.png","exercpt":"Ganesha says today is a good day to enhance your joy by arranging a family meeting or gathering. Guests coming home will make you happy with their presence. The presence of your beloved will make your evening a romantic thing. Ganesha says that his blessings will be with you always."},{"header":"Scorpio","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Scorpio.png","exercpt":"Today, your confidence speaks a lot and makes you a self-reliant person. Whether it's home or work, you are capable enough to manage chores at both the places. You play an important role in maintaining harmony at both the places, says Ganesha."},{"header":"Sagittarius","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Sagittarius.png","exercpt":"Today will be a day when you are inclined not only to being upbeat but also firm, says Ganesha. In your line of work, you may get passionate about your views. But compromise is on the cards and that too without any harm to your dignity. Your better half will keep you occupied, says Ganesha."},{"header":"Capricorn","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Capricorn.png","exercpt":"While your neighbours are irritating and troublesome, you will strike a conversation with them and build a cordial relationship with them. You will feel inclination for poems, novel, stories, and literary material like that during the later part of the day. Books will keep your mind fresh and give you new avenues to think about, says Ganesha. Overall, a very good day is in store for you."},{"header":"Aquarius","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Aquarius.png","exercpt":"Today, you will be determined to clean up the mess on your desk at the office or your home. Your enthusiasm to have a neat and clean space around will certainly win you some brownie points at both the places, says Ganesha. Later on the day, you may enjoy a nice romantic dinner with your sweetheart."},{"header":"Pisces","image":"https:\/\/njhskjchskssck.000webhostapp.com\/Pisces.png","exercpt":"You will look for the company of near and dear ones today. You will not be willing to attend social functions and spend time with colleagues or acquaintances but you will be forced to. As a result you might wander off or keep to your own in the crowd and might lead to people mistaking this as arrogance. Do you best to smile at people, once warmed up it will light up your mood, suggests Ganesha."}]}
